{
	"image": "img/blogs/goggle-demos.png",
	"author": "GogglePal Team",
	"title": "The Future is Here:",
	"subtitle": "What is GogglePal?",
	"date": "February 24, 2015",
	"body": [
		"The future is here, and it’s in your goggles.",
		"Created by skiers and riders, for skiers and riders, GogglePal helps you track your stats and connect with friends on the mountain, all from a small heads up display right in the corner of your eye. With GogglePal’s augmented reality technology, you can keep track of all sorts of data, like speed, vertical, calories burned, acceleration, time and direction¬–and see it all in real time. Even better, you can challenge your friends, create on-mountain treasure hunts, and track your improvement over the season. It’s your altimeter, GPS, trail map and more; and you don’t have to take off your gloves to use it.",
		"For those of us who don’t know, a heads up display (or HUD) is a transparent projection that allows users to view data without looking away from their surroundings. Which means your GogglePal data is available whether you’re skiing the woods or navigating a crowded lift line, but distracts or never gets in the way of your vision. Simply choose to glance at it, or look through and focus on the trail in front of you.",
		"GogglePal is the world’s first and only universally mountable HUD, which means it’ll even work with that trusty pair of goggles you’ve had since high school. Augmented reality (AR) is the technology that powers the HUD, acting a little like the status bar in a video game. GogglePal combines both of these high-tech elements into one super lightweight device, the GogglePal AR-HUD.",
		"It sounds like a lot of technology to put in a goggle, but the GogglePal AR-HUD is lightweight and low profile. It consists of two discrete parts: a magnetically mounted display that sits in the goggle lens with a controller pod that mounts to the strap. When used alone, the AR-HUD device will track basic on-mountain stats. When paired with the GogglePal mobile app, you’ll instantly add a whole new dimension to your adventures.",
		"This is where it gets really fun. Do you want to tell your friends where the best pow is without alerting the whole lift line? Are you taking a few runs by yourself, but want to meet up with the rest of your friends later? Maybe you’re just hoping to find some cool new people to show you around the mountain. The new GogglePal app, which can be used with or without the AR-HUD attachment, allows you to do it all.",
		"You can connect with other app users, compare stats, and even send each other hunting for virtual treasure, which you can stash wherever you like–even at your favorite secret jump. The app also allows you to gather points for each foot descended, create a personal avatar, and share your supreme mountain skills with the world on Facebook and Twitter.",
		"It used to be that the virtual world was confined to our computers or our pockets. Now GogglePal brings hands-free AR-HUD technology and data tracking to the mountains. No more fumbling with mittens, losing your pals, or dropping your phone in the snow. With GogglePal, every day on the mountain can be truly memorable. Hi-tech augmented reality displays aren’t just for sci-fi movies anymore; they’re for skiing, and they’re fun.",
		"Keep an eye out for the GogglePal app, to be released to the App Store in early March, with the Kickstarter campaign launching soon after. Can’t wait to get your mittens on the AR-HUD device? Kickstarter donors will receive a discount on their very own GogglePal AR-HUD, which is expected to be delivered in November of 2015...just in time for the snow to fly."
	]
}